Repository: e-ditiones/PARALLEL17
Catalog: corpus_tmx/Pradon1697_Scipion_cb38652730w_corrected_numb_align_numb_seg_replace.tmx
Source language: frm
Languages: fr

source: SI le ſuccés d'un Ouvrage doit le défendre contre la critique, & ſi la premiere & la plus infaillible regle du Theatre eſt celle de plaire, j'oſe dire que Scipion l'Africain ayant eu ce bonheur, je pourois me diſpenſer de répondre aux critiques qu’on en a faites.
fr: Si le succés d’un Ouvrage doit le défendre contre la critique, et si la première et la plus infaillible regle du Théâtre est celle de plaire, j’ose dire que Scipion l’Africain ayant eu ce bonheur, je pourais me dispenser de répondre aux critiques qu’on en a faites.

source: Cependant ſans me prévaloir des aplaudiſſemens que le public luy a donnez, je vais tâcher en peu de mots d'en juſtifier la conduite.
fr: Cependant sans me prévaloir des aplaudissements que le public lui a donnés, je vais tâcher en peu de mots d’en justifier la conduite.

source: mais je ſoûtiens que le mettant ſur la Scene, j'ay dû luy donner ce caractere, qui releve ſon action principale, qui eſt de vaincre ſa paſſion, & de rendre ſa Maîtreſſe à ſon Rival.
fr: mais je soutiens que le mettant sur la Scène, j’ai dû lui donner ce caractère, qui rélève son action principale, qui est de vaincre sa passion, et de rendre sa Maîtresse à son Rival.

source: Ariſtote nous aprend qu’on peut ajoûter quelque choſe de vray-ſemblable au vray;
fr: Aristote nous apprend qu’on peut ajoûter quelque chose de vraisemblable au vrai;

source: & il eſt vray-ſemblable que Scipion à l'âge de vingt-quatre ans, ayant pris la plus belle perſonne de l’Univers, ait éſté ſenſible à ſa beauté, & qu'il ait rendu quelques combats?
fr: et il est vrai-semblable que Scipion à l’âge de vingt-quatre ans, ayant pris la plus belle personne de l’Univers, ait été sensible à sa beauté, et qu’il ait rendu quelques combats?

source: avant que de la rendre à Lucejus Prince des Celtiberiens, à qui elle eſtoit promiſe.
fr: avant que de la rendre à Lucejus Prince des Celtibériens, à qui elle était promise.

source: D'ailleurs ſi Scipion avoit remis ſa captive ſans la voir, ſon action n'auroit pas été ſi belle, que de la rendre aprés l'avoir veuë, & aprés en avoir eſté vivement touché;
fr: D’ailleurs si Scipion avait remis sa captive sans la voir, son action n’aurait pas été si belle, que de la rendre après l’avoir vue, et après en avoir été vivement touché;

source: car comme dit le grand Corneille, Ce n'eſt qu'en ces aſſauts qu’éclate la vertu, Et l’on doute d'un cœur qui n'a point combatu.
fr: car comme dit le grand Corneille, Ce n’est qu’en ces assauts qu’éclate la vertu, Et l’on doute d’un cœur qui n’a point combatu.

source: Il me ſemble même que Scipion auroit bien douté de ſa vertu, & du pouvoir qu’il avoit ſur luy de n’oſer voir une tres-belle perſonne, de peur d’en être tenté.
fr: Il me semble même que Scipion aurait bien douté de sa vertu, et du pouvoir qu’il avait sur lui de n’oser voir une très belle personne, de peur d’en être tenté.

source: Comme l'Hiſtoire ne nomme point cette belle captive, je la fais Niéce d’Annibal, pour donner un plus grand contraſte à l’amour de Scipion qu'il combat, & dont enfin il triomphe, & je puis dire que cette action a plû trop generalement dans le cinquiéme Acte pour me repentir de l'avoir fait.
fr: Comme l’Histoire ne nomme point cette belle captive, je la fais Nièce d’Annibal, pour donner un plus grand contraste à l’amour de Scipion qu’il combat, et dont enfin il triomphe, et je puis dire que cette action a plu trop généralement dans le cinquième Acte pour me repentir de l’avoir fait.

source: Il y a des gens qui s'étonnent qu'Annibal vienne demander la Paix avecque une aſſez groſſe Armée;
fr: Il y a des gens qui s’étonnent qu’Annibal vienne demander la Paix avec une assez grosse Armée;

source: mais il n'eſt pas permis d’ignorer un fait hiſtorique auſſi connu que celuy-là.
fr: mais il n’est pas permis d’ignorer un fait historique aussi connu que celui-là.

source: Il eſt conſtant qu'Annibal fut rapellé par le Senat de Cartage pour défendre ſa patrie, qu'il quitta l'Italie, qu’il revint en Afrique, & qu’il y trouva les affaires en un ſi mauvais état, qu'il n’eût point d’autre party à prendre pour ſauver Cartage, que celuy de demander la Paix;
fr: Il est constant qu’Annibal fut rappelé par le Sénat de Carthage pour défendre sa patrie, qu’il quitta l’Italie, qu’il revint en Afrique, et qu’il y trouva les affaires en un si mauvais état, qu’il n’eût point d’autre parti à prendre pour sauver Carthage, que celui de demander la Paix;

source: mais il la demande d’une maniere aſſez noble, cette Scene a toujours paru tres-belle, & tres-bien conduites;
fr: mais il la demande d’une manière assez noble, cette Scène a toujours paru très belle, et très bien conduites;

source: Je ne doute point qu'il n’y ait bien des choſes qui auroient pû être mieux dans cette Piece, mais je ne ſuis pas infaillible, & je ne donne point cecy pour un ouvrage achevé.
fr: Je ne doute point qu’il n’y ait bien des choses qui auraient pu être mieux dans cette Pièce, mais je ne suis pas infaillible, et je ne donne point ceci pour un ouvrage achevé.

source: Il ſuffit qu’il ait réuſſi, pour en devoir être content, & pour m’encourager à travailler à l'avenir avec encor plus de ſoin & plus d'exactitude.
fr: Il suffit qu’il ait réussi, pour en devoir être content, et pour m’encourager à travailler à l’avenir avec encor plus de soin et plus d’exactitude.

source: PAR Grace & Privilege du Roy, donné à Paris le vingt-uniéme Mars 1697.
fr: PAR Grâce et Privilège du Roi, donné à Paris le vingt-uniéme Mars 1697.

source: Signé, Par le Roy en ſon Conſeil, LE FEVRE.
fr: Signé, Par le Roi en son Conseil, LE FEVRE.

source: Il eſt permis à THOMAS GUILLAIN, Marchand Libraire à Paris, de faire imprimer, vendre & debiter le Recueil des Tragedies du Sieur PRADON, pendant le temps de ſix années, à compter du jour qu’elles ſeront achevées d’imprimer pour la premiere fois, en vertu des preſentes, pendant lequel temps tres-expreſſes inhibitions &
fr: Il est permis à THOMAS GUILLAIN, Marchand Libraire à Paris, de faire imprimer, vendre et débiter le Recueil des Tragédies du Sieur PRADON, pendant le temps de six années, à compter du jour qu’elles seront achevées d’imprimer pour la première fois, en vertu des présentes, pendant lequel temps très-expresses inhibitions et

source: défenſes ſont faites à toutes perſonnes de quelque qualité & condition qu’elles ſoient, de faire imprimer, vendre ny debiter deſdites Tragedies conjointement, ou ſeparément, d'autre Edition que celles de l’Expoſant, ou de ceux qui auront droit de luy, à peine de quinze cens livres d’amende, payable ſans déport par chacun des Contrevenans, de confiſcation des Exemplaires contrefaits, &
fr: défenses sont faites à toutes personnes de quelque qualité et condition qu’elles soient, de faire imprimer, vendre ni débiter des dites Tragédies conjointement, ou séparément, d’autre Édition que celles de l’Exposant, ou de ceux qui auront droit de lui, à peine de quinze cents livres d’amende, payable sans déport par chacun des Contrevenants, de confiscation des Exemplaires contrefaits, et

source: de tous dépens, dommages & intereſts, & autres peines portées plus au long par leſdites Lettres de Privilege. Regiſtré ſur le Livre de la Communauté des Imprimeurs & Libraires de la Ville de Paris, le 26. Mars .1695.
fr: de tous dépens, dommages et intérêts, et autres peines portées plus au long par lesdites Lettres de Privilege. Registré sur le Livre de la Communauté des Imprimeurs et Libraires de la Ville de Paris, le 26. Mars .1695.

source: Signé P. AUBOUIN, Syndic. Achevé d’imprimer pour la premiere fois le premier Avril 1697.
fr: Signé P. AUBOUIN, Syndic. Achevé d’imprimer pour la première fois le premier Avril 1697.

source: Le prix eſt vingt ſols.
fr: Le prix est vingt sols.
